Repository: labanurkamal/django_menu
Catalog: backend/hierarchical_menu/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Hierarchical Menu
ru: Иерархическое меню

source: Menu Name
ru: Название меню

source: Unique identifier for the menu (used for referencing).
ru: Уникальный идентификатор меню (используется для ссылки).

source: Menu
ru: Меню

source: Menus
ru: Меню

source: Item Name
ru: Название пункта

source: Display name for the menu item.
ru: Отображаемое название пункта меню.

source: URL or URL Name
ru: URL или имя URL

source: Direct URL or the name of the URL pattern if "Is Named URL" is checked.
ru: Прямой URL или имя шаблона URL, если выбрано "Это именованный URL".

source: Is Named URL
ru: Это именованный URL

source: Check this if "URL or URL Name" is the name of a URL pattern.
ru: Отметьте, если "URL или имя URL" является именем шаблона URL.

source: The menu this item belongs to.
ru: Меню, к которому относится этот пункт.

source: Parent Item
ru: Родительский пункт

source: The parent item for nested menus (optional).
ru: Родительский пункт для вложенных меню (необязательно).

source: Menu Item
ru: Пункт меню

source: Menu Items
ru: Пункты меню

source: Menu item cannot be parent of itself.
ru: Пункт меню не может быть родителем самого себя.

source: Cannot resolve named URL: %(url)s
ru: Не удалось разрешить именованный URL: %(url)s
